@if($type=="about_us")
    <div class="news_details">
		<div class="newscontent">
			<div id="ctl00_PlaceHolderMain_ctl02_label" style="display:none">محتوى الصفحة</div><div id="ctl00_PlaceHolderMain_ctl02__ControlWrapper_RichHtmlField" class="ms-rtestate-field" style="display:inline" aria-labelledby="ctl00_PlaceHolderMain_ctl02_label"><div style="text-align:justify;">كان الاهتمام بالصحة العامة ومكافحة الأمراض من أولويات الحكومة السعودية منذ البدايات الأولى لتوحيد المملكة وبناء الدولة السعودية الحديثة على يد الملك المؤسس عبدالعزيز بن عبدالرحمن آل سعود ــ يرحمه الله ــ، وقد بدأت المسيرة الصحية في المملكة أولى خطواتها المنظمة عندما سعى الملك عبدالعزيز ــ يرحمه الله ــ إلى التركيز على الصحة العامة، والعمل على تطويرها، و&ZeroWidthSpace;دفع نموها إلى الأمام، وهو ما تزامن مع دخوله الحجاز واتخاذ مكة المكرمة عاصمة أولى لتوحيد بقية مناطق المملكة.<br>&nbsp;<br>لقد ساعدت توجيهات الملك المؤسس ــ يرحمه الله ــ على تخطي كل تلك التحديات وما صاحبها من صعوبات أخرى، على الرغم من نقص الموارد وشح الخبرات ـ آنذاك ـ، وكان من أهم الخطوات الصحيحة زيادة حجم التعاون مع المنظمات العالمية، والاستعانة بالخبرات الأجنبية عالية الكفاءة؛ للتعرف على التطورات الحاصلة في القطاع، مع السعي وبذل كل الجهود لمواكبتها من خلال توطين الكفاءات ووضع اللبنات الأولى لقطاع صحي متكامل يشمل ـ فيما بعد ـ كل مناطق المملكة مترامية الأطراف.<br>&nbsp;<br>وقد جاء الأمر السامي الكريم من جلالة الملك عبدالعزيز ــ يرحمه الله ــ بإنشاء مصلحة الصحة العامة عام 1343هـ/1925م ومقرها مكة المكرمة، على أن تكون لها فروع أخرى في شتى المناطق. وبعد فترة وجيزة وتحديدًا في عام 1344هـ/1925م أنشئت مديرية الصحة العامة والإسعاف؛ بهدف الاهتمام بشؤون الصحة والبيئة، والعمل على إنشاء المستشفيات والمراكز الصحية في جميع أنحاء المملكة، وما واكبه من إصدار اللوائح التنظيمية؛ لضمان ممارسة مهنة الطب والصيدلة، وفق عدد من الضوابط والمعايير التي أسهمت في تحسين قطاع الصحة وتطويره في المملكة.<br>&nbsp;<br>ونظرًا لتزايد الخدمات الصحية المقدمة في تلك الفترة في جميع أنحاء المملكة، إلى جانب ما يتم تقديمه من خدمات صحية لحجاج وعُمار بيت الله الحرام، وبعد أن زادت أعداد المستشفيات والمراكز الصحية بصورة ملحوظة، جاء إنشاء المجلس الصحي العام كأعلى هيئة إشرافية في البلاد، وقد تكوَّن المجلس من قيادات رفيعة المستوى بالمملكة، وكان التركيز الأكبر خلال تلك الفترة منصبًّا على تطوير الخدمات الصحية ورفع كفاءات العاملين في هذا القطاع الحيوي المهم، إلى جانب مكافحة الأمراض والأوبئة المنتشرة آنذاك.<br>&nbsp;<br>في تلك الفترة كان من الضروري إنشاء جهاز متخصص يتولى الإشراف الكامل على الشؤون الصحية بالمملكة؛ وبالفعل صدر المرسوم الملكي 26/8/1370هـ/1951م رقم 5/11/8697 القاضي بإنشاء وزارة الصحة، وبذلك شهدت نشأة الوزارة تطورات كبيرة كانت بمنزلة علامات بارزة على طريق النهوض بالقطاع الصحي وتحقيق طموحات جلالة الملك عبدالعزيز بن عبدالرحمن ــ يرحمه الله.&ZeroWidthSpace;<br></div></div>
		</div>
	</div>

@elseif($type=="global_questions")
    <div id="accordion">
      <div class="card">
        <div class="card-header collapse-header" id="headingOne">
          <h5 class="mb-0">
            <a href="javascript:void(0)" class="btn btn-link subject-color" data-toggle="collapse" data-target="#collapseOne" aria-expanded="true" aria-controls="collapseOne">
             ما آلية التقدم بشكوى إلى وزارة الصحة؟
         </a>
          </h5>
        </div>

        <div id="collapseOne" class="collapse show" aria-labelledby="headingOne" data-parent="#accordion">
          <div class="card-body main-color">
            يمكنك عزيزي الزائر التقدم بشكواك من خلال خدمات مركز (937) الذي يهدف إلى استقبال جميع الاتصالات من المرضى فيما يخص الجانب الصحي الذي تعنى به الوزارة، واستقبال ورصد بلاغات المرضى والعمل على إنجازها بأسرع وقت في أي زمان ومكان في أنحاء الوطن الغالي، ومتابعتها وفقًا للمعايير الدولية، وتقديم الاستشارات الطبية من خلال أطباء يعملون على مدار الساعة، وتقديم النصائح والإرشادات المهمة لحالات التسمم، واستقبال جميع الشكاوى والملاحظات.​
          </div>
        </div>
      </div>
      <div class="card">
        <div class="card-header collapse-header" id="headingTwo">
          <h5 class="mb-0">
            <a href="javascript:void(0)" class="btn btn-link collapsed subject-color" data-toggle="collapse" data-target="#collapseTwo" aria-expanded="false" aria-controls="collapseTwo">
              كيف أتقدم بطلب للحصول على وظيفة بوزارة الصحة؟
          </a>
          </h5>
        </div>
        <div id="collapseTwo" class="collapse" aria-labelledby="headingTwo" data-parent="#accordion">
          <div class="card-body main-color ">
             تتلقى الوزارة طلبات الأشخاص الراغبين في العمل بها آليًّا دون الحاجة إلى الحضور شخصيًّا؛ إذ إن الوزارة ستقوم بنشر إعلان عن التوظيف عبر بوابتها الإلكترونية، ومن ثم يقوم راغبو العمل بتقديم طلباتهم عبر البوابة الإلكترونية بعد إنشائهم حسابًا في البوابة ليتمكنوا من متابعة الطلب إلكترونيًّا.
          </div>
        </div>
      </div>
      <div class="card">
        <div class="card-header collapse-header" id="headingThree">
          <h5 class="mb-0">
            <a href="javascript:void(0)" class="btn btn-link collapsed subject-color " data-toggle="collapse" data-target="#collapseThree" aria-expanded="false" aria-controls="collapseThree">
              كيف يمكن الاستعلام عن طلب الوظيفة المقدم للوزارة؟
          </a>
          </h5>
        </div>
        <div id="collapseThree" class="collapse" aria-labelledby="headingThree" data-parent="#accordion">
          <div class="card-body main-color">
            يمكنك عزيزي الزائر الاستعلام عن طلبك من خلال خدمة (نظام التوظيف)؛ إذ تتفاعل هذه الخدمة مع المستفيد عن طريق البريد الإلكتروني والجوال عبر إرسال رسائل نصية بآخر المستجدات والتحديثات لحالة الطلب على الجوال المسجل في الحساب الشخصي لمقدم الطلب.
          </div>
        </div>
      </div>
    </div>
@endif
